export const data2 = [
  {
    text_span: "Сбор информации:",
    text: "Мы собираем информацию, которую вы предоставляете при регистрации аккаунта, размещении объявления и использовании других функций сайта. Это может включать ваше имя, адрес электронной почты, номер телефона и детали объявления.",
  },
  {
    text_span: "Использование информации:",
    text: "Ваша информация используется для управления вашим аккаунтом, предоставления услуг сайта, улучшения пользовательского опыта и обеспечения соблюдения наших правил и законодательства.",
  },
  {
    text_span: "Защита информации:",
    text: "Мы принимаем разумные меры для защиты вашей личной информации от несанкционированного доступа, изменения или раскрытия.",
  },
  {
    text_span: "Раскрытие информации:",
    text: "Мы можем раскрывать вашу информацию, если это требуется по закону, для защиты наших прав",
  },
];

export const data = [
  {
    text_span: "Принятие условий:",
    text: "Используя наш сайт, вы соглашаетесь соблюдать эти правила и все рименимые законы и регуляции.",
  },
  {
    text_span: "Аккаунт:",
    text: "Для размещения объявления о сдаче жилья вам потребуется зарегистрировать аккаунт. Вы обязаны предоставлять точную и актуальную информацию и несете ответственность за безопасность своего аккаунта.",
  },
  {
    text_span: "Объявления:",
    text: "Ваши объявления должны точно описывать предлагаемое жилье, включая цену, местоположение и доступные удобства. Запрещено размещать вводящую в заблуждение или незаконную информацию.",
  },
  {
    text_span: "Соблюдение законов:",
    text: "Вы обязаны соблюдать все применимые местные, региональные и национальные законы, включая, но не ограничиваясь, законы о недвижимости и налоговое законодательство.",
  },
  {
    text_span: "Ответственность:",
    text: "[Название сайта] не несет ответственности за содержание объявлений, действия пользователей или любые сделки, совершаемые через сайт.",
  },
  {
    text_span: "Изменения в правилах:",
    text: "Мы оставляем за собой право изменять эти правила в любое время. Продолжение использования сайта после внесения изменений означает ваше согласие с новыми правилами.",
  },
];