export default function AboutUs() {
  return (
    <section className="flex flex-col gap-10">
      <h1 className="mb-10 text-md font-semibold">
        Добро пожаловать в StudHouse.kz!
      </h1>
      <p className="text-[16px] font-medium">
        Мы - команда профессионалов в сфере аренды жилья, стремящаяся сделать
        ваше пребывание незабываемым и комфортным. Наша цель - предоставить
        клиентам широкий выбор высококачественного жилья по доступным ценам, где
        бы они ни находились. Что делает нас особенными: 1. Разнообразие
        вариантов: Мы предлагаем широкий выбор различных типов жилья - от уютных
        квартир в центре города до роскошных вилл на берегу моря. У нас есть
        что-то для каждого вкуса и бюджета. 2. Качество и безопасность: Мы
        тщательно отбираем каждое предложение, чтобы убедиться, что наши клиенты
        получают только лучшее. Мы гарантируем чистоту, комфорт и безопасность
        каждого объекта. 3. Профессиональное обслуживание: Наша дружелюбная и
        опытная команда всегда готова помочь вам с выбором жилья, ответить на
        ваши вопросы и обеспечить поддержку на протяжении всего вашего
        пребывания. 4. Прозрачность и удобство: Мы стремимся к простоте и
        ясности во всех наших процессах. Наши клиенты могут легко найти,
        забронировать и оплатить жилье через наш удобный онлайн-интерфейс.
        Присоединяйтесь к нам и обнаружьте мир новых возможностей для
        комфортного проживания с [Название вашей компании]!
      </p>
    </section>
  );
}
